Repository: PauleNajus/LDC
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: First Name
lt: Vardas

source: Last Name
lt: Pavardė

source: Patient ID
lt: Paciento ID

source: Date of Birth
lt: Gimimo data

source: Gender
lt: Lytis

source: X-Ray Date
lt: Rentgeno data

source: Enter a unique identifier for the patient
lt: Įveskite unikalų paciento identifikatorių

source: Upload a chest X-ray image (JPEG, PNG)
lt: Įkelkite krūtinės rentgeno nuotrauką (JPEG, PNG)

source: Invalid date format. Use YYYY-MM-DD
lt: Neteisingas datos formatas. Naudokite YYYY-MM-DD

source: Date of birth cannot be in the future
lt: Gimimo data negali būti ateityje

source: Date of birth is too far in the past
lt: Gimimo data yra per toli praeityje

source: X-ray date cannot be in the future
lt: Rentgeno data negali būti ateityje

source: X-ray date is too old (maximum 10 years old)
lt: Rentgeno data yra per sena (daugiausiai 10 metų senumo)

source: X-ray date cannot be before date of birth
lt: Rentgeno data negali būti ankstesnė už gimimo datą

source: Name can only contain letters and spaces
lt: Vardą galima rašyti tik raidėmis ir tarpais

source: Name must be at least 2 characters long
lt: Vardas turi būti bent 2 simbolių ilgio

source: Surname can only contain letters, spaces, and hyphens
lt: Pavardę galima rašyti tik raidėmis, tarpais ir brūkšniais

source: Surname must be at least 2 characters long
lt: Pavardė turi būti bent 2 simbolių ilgio

source: Patient ID can only contain letters, numbers, and hyphens
lt: Paciento ID gali būti sudarytas tik iš raidžių, skaitmenų ir brūkšnelių

source: Patient ID must be at least 3 characters long
lt: Paciento ID turi būti bent 3 simbolių ilgio

source: Image file size must be less than 10MB
lt: Nuotraukos failo dydis turi būti mažesnis nei 10MB

source: Only JPG and PNG files are allowed
lt: Leidžiami tik JPG ir PNG failai

source: language preference
lt: kalbos pasirinkimas

source: Preferred language for the user interface.
lt: Pageidautina sąsajos kalba.

source: user
lt: vartotojas

source: users
lt: vartotojai

source: Password must contain at least one uppercase letter.
lt: Slaptažodis turi turėti bent vieną didžiąją raidę.

source: Password must contain at least one lowercase letter.
lt: Slaptažodis turi turėti bent vieną mažąją raidę.

source: Password must contain at least one digit.
lt: Slaptažodis turi turėti bent vieną skaitmenį.

source: Password must contain at least one special character (!@#$%^&*(),.?":{}|<>).
lt: Slaptažodis turi turėti bent vieną specialų simbolį (!@#$%^&*(),.?":{}|<>).

source: Password contains a common pattern that is too easy to guess.
lt: Slaptažodyje yra dažnai sutinkamas raštas, kurį lengva atspėti.

source: Your password must contain at least: one uppercase letter, one lowercase letter, one digit, and one special character. It cannot contain common patterns like '123' or 'password'.
lt: Jūsų slaptažodyje turi būti bent viena didžioji raidė, viena mažoji raidė, vienas skaitmuo ir vienas specialus simbolis. Jis negali turėti įprastų raštų, tokių kaip '123' ar 'password'.

source: Password cannot contain parts of your email address.
lt: Slaptažodyje negali būti dalių iš jūsų el. pašto adreso.

source: Password cannot contain your %(attribute)s.
lt: Slaptažodyje negali būti jūsų %(attribute)s.

source: Your password cannot contain your personal information (such as username, name, or email address).
lt: Jūsų slaptažodyje negali būti asmeninės informacijos (pvz., naudotojo vardo, vardo ar el. pašto adreso).

source: Password cannot contain more than %(max_repeats)d repeated characters.
lt: Slaptažodyje negali būti daugiau nei %(max_repeats)d iš eilės pasikartojančių simbolių.

source: Password cannot contain keyboard pattern '%(pattern)s' from %(layout)s layout.
lt: Slaptažodyje negali būti klaviatūros rašto „%(pattern)s“, kuris naudojamas %(layout)s išdėstyme.

source: Password cannot contain reversed keyboard pattern '%(pattern)s' from %(layout)s layout.
lt: Slaptažodyje negali būti atvirkštinio klaviatūros rašto „%(pattern)s“, kuris naudojamas %(layout)s išdėstyme.

source: Your password cannot contain more than %(max_repeats)d repeated characters or common keyboard patterns from standard layouts.
lt: Jūsų slaptažodyje negali būti daugiau nei %(max_repeats)d iš eilės pasikartojančių simbolių ar dažnų klaviatūros raštų iš standartinių išdėstymų.

source: X-ray image processed successfully.
lt: Rentgeno nuotrauka sėkmingai apdorota.

source: Error processing X-ray image. Please try again.
lt: Įvyko klaida apdorojant rentgeno nuotrauką. Bandykite dar kartą.

source: Please correct the errors below.
lt: Prašome ištaisyti klaidas žemiau.

source: You do not have permission to view this result.
lt: Neturite teisės peržiūrėti šio rezultato.

source: Error retrieving prediction results.
lt: Įvyko klaida gaunant prognozės rezultatus.

source: You do not have permission to delete this prediction.
lt: Neturite teisės ištrinti šios prognozės.

source: Prediction deleted successfully.
lt: Prognozė sėkmingai ištrinta.

source: Error deleting prediction.
lt: Įvyko klaida trinant prognozę.

source: Logo
lt: Logotipas

source: Home
lt: Pradinis

source: About
lt: Apie

source: Logout
lt: Atsijungti

source: Login
lt: Prisijungti

source: Created by Paulius Bundza, Vilnius Tech. All rights reserved.
lt: Sukūrė Paulius Bundza, Vilniaus Tech. Visos teisės saugomos.

source: Time to Update Your Password
lt: Laikas atnaujinti slaptažodį

source: Hello
lt: Sveiki

source: This is a friendly reminder that your password has not been changed in
lt: Primename, kad jūsų slaptažodis nebuvo keistas jau

source: days
lt: dienų

source: For security reasons, we recommend changing your password regularly. This helps protect your account from unauthorized access.
lt: Dėl saugumo sumetimų rekomenduojame reguliariai keisti slaptažodį. Tai padeda apsaugoti jūsų paskyrą nuo neteisėtos prieigos.

source: When creating your new password, please ensure it:
lt: Kuriant naują slaptažodį įsitikinkite, kad jis:

source: Is at least 12 characters long
lt: Yra bent 12 simbolių ilgio

source: Includes uppercase and lowercase letters
lt: Turi didžiąsias ir mažąsias raides

source: Includes numbers and special characters
lt: Turi skaitmenis ir specialius simbolius

source: Is not similar to your previous passwords
lt: Nėra panašus į jūsų ankstesnius slaptažodžius

source: Does not contain common patterns or personal information
lt: Neturi įprastų raštų ar asmeninės informacijos

source: Change Password Now
lt: Keisti slaptažodį dabar

source: If you've recently changed your password, you can ignore this message.
lt: Jei neseniai pakeitėte slaptažodį, galite ignoruoti šį pranešimą.

source: This is an automated security message. Please do not reply to this email.
lt: Tai yra automatinis saugumo pranešimas. Prašome neatsakinėti į šį el. laišką.

source: If you need assistance, please contact our support team.
lt: Jeigu jums reikia pagalbos, kreipkitės į mūsų palaikymo komandą.

source: To change your password, please visit:
lt: Norėdami pakeisti slaptažodį, apsilankykite:

source: Security Alert
lt: Saugumo pranešimas

source: Our security system has detected that your password does not meet our current security requirements. This could make your account vulnerable to unauthorized access.
lt: Mūsų saugumo sistema nustatė, kad jūsų slaptažodis neatitinka dabartinių saugumo reikalavimų. Dėl to jūsų paskyra gali būti pažeidžiama.

source: Issues with your current password:
lt: Jūsų dabartinio slaptažodžio trūkumai:

source: To protect your account, please update your password as soon as possible. Your new password should:
lt: Kad apsaugotumėte savo paskyrą, atnaujinkite slaptažodį kuo greičiau. Naujasis slaptažodis turėtų:

source: Be at least 12 characters long
lt: Būti bent 12 simbolių ilgio

source: Include uppercase and lowercase letters
lt: Turėti didžiąsias ir mažąsias raides

source: Include numbers and special characters
lt: Turėti skaitmenis ir specialius simbolius

source: Not contain common patterns or personal information
lt: Nerodyti dažnų raštų ar asmeninės informacijos

source: If you did not request this security check, please contact our support team immediately.
lt: Jei neprašėte šio saugumo patikrinimo, nedelsdami kreipkitės į mūsų palaikymo komandą.

source: Home - Lung Disease Classifier
lt: Pradinis - Plaučių ligų klasifikatorius

source: Lung Disease Classifier
lt: Plaučių ligų klasifikatorius

source: Upload a chest X-ray image to detect pneumonia using our advanced deep learning model. Accuracy: 96.13%% (validated through 5-fold cross-validation)
lt: Įkelkite krūtinės rentgeno nuotrauką, kad aptiktumėte pneumoniją naudodami mūsų pažangų gilaus mokymosi modelį. Tikslumas: 96,13%% (patvirtinta naudojant 5 kartų kryžminį patikrinimą)

source: Upload X-Ray Image
lt: Įkelti rentgeno nuotrauką

source: Patient Name
lt: Paciento vardas

source: Patient Surname
lt: Paciento pavardė

source: Patient Date of Birth (YYYY-MM-DD)
lt: Paciento gimimo data (YYYY-MM-DD)

source: Patient Gender
lt: Paciento lytis

source: Select Gender
lt: Pasirinkite lytį

source: Male
lt: Vyras

source: Female
lt: Moteris

source: X-Ray Date (YYYY-MM-DD)
lt: Rentgeno data (YYYY-MM-DD)

source: Drag & Drop or Click to Upload
lt: Nuvilkite ar spustelėkite, kad įkeltumėte

source: Supported formats: JPEG, PNG, DICOM
lt: Palaikomi formatai: JPEG, PNG, DICOM

source: Preview
lt: Peržiūra

source: Analyze Image
lt: Analizuoti nuotrauką

source: Loading...
lt: Kraunama...

source: Analyzing your X-ray image...
lt: Analizuojama jūsų rentgeno nuotrauka...

source: High Accuracy
lt: Didelis tikslumas

source: 96.13%% accuracy with cross-validation and ensemble learning.
lt: 96,13%% tikslumas su kryžminiu patikrinimu ir ansambliniu mokymusi.

source: Fast Processing
lt: Greitas apdorojimas

source: Optimized with PyTorch JIT and parallel processing for rapid inference.
lt: Optimizuota su PyTorch JIT ir lygiagrečiu apdorojimu greitam rezultatui.

source: Detailed Analysis
lt: Detali analizė

source: Comprehensive probability scores and visualization.
lt: Išsamūs tikimybių rodikliai ir vizualizacijos.

source: Recent Predictions
lt: Naujausios prognozės

source: All
lt: Visi

source: Normal
lt: Normalus

source: Pneumonia
lt: Pneumonija

source: X-ray
lt: Rentgenas

source: Patient Information:
lt: Paciento informacija:

source: Name:
lt: Vardas:

source: Surname:
lt: Pavardė:

source: Patient ID:
lt: Paciento ID:

source: Gender:
lt: Lytis:

source: Date of Birth:
lt: Gimimo data:

source: X-Ray Date:
lt: Rentgeno data:

source: Prediction:
lt: Prognozė:

source: Normal Probability:
lt: Normali tikimybė:

source: Pneumonia Probability:
lt: Pneumonijos tikimybė:

source: ago
lt: prieš

source: Are you sure you want to delete this record?
lt: Ar tikrai norite ištrinti šį įrašą?

source: Delete Record
lt: Ištrinti įrašą

source: Load More Records
lt: Įkelti daugiau įrašų

source: Account Locked
lt: Paskyra užrakinta

source: Account Temporarily Locked
lt: Paskyra laikinai užrakinta

source: For security reasons, your account has been temporarily locked due to multiple failed login attempts.
lt: Dėl saugumo sumetimų jūsų paskyra laikinai užrakinta, nes kelis kartus nesėkmingai prisijungta.

source: Please wait for the cooldown period to expire before attempting to log in again.
lt: Palaukite, kol pasibaigs laukimo laikas, prieš bandant prisijungti dar kartą.

source: If you believe this is a mistake or need immediate assistance, please contact our support team.
lt: Jeigu manote, kad tai klaida, arba jums reikia skubios pagalbos, susisiekite su mūsų palaikymo komanda.

source: Reset Password
lt: Atstatyti slaptažodį

source: Return to Home
lt: Grįžti į pagrindinį puslapį

source: Lockout expired
lt: Užrakinimo laikas pasibaigė

source: Username
lt: Vartotojo vardas

source: Password
lt: Slaptažodis

source: Invalid username or password.
lt: Neteisingas vartotojo vardas arba slaptažodis.

source: Reset Your Password
lt: Atstatykite savo slaptažodį

source: Enter your email address below, and we'll send you instructions for setting a new password.
lt: Įveskite savo el. pašto adresą žemiau ir mes atsiųsime nurodymus, kaip nustatyti naują slaptažodį.

source: Send Reset Link
lt: Siųsti atstatymo nuorodą

source: Back to Login
lt: Atgal į prisijungimą

source: Password Reset Complete
lt: Slaptažodžio atstatymas baigtas

source: Your password has been set. You may go ahead and log in now.
lt: Jūsų slaptažodis nustatytas. Dabar galite prisijungti.

source: Log In
lt: Prisijungti

source: Set New Password
lt: Nustatyti naują slaptažodį

source: Password Reset Link Invalid
lt: Slaptažodžio atstatymo nuoroda neteisinga

source: Please enter your new password twice so we can verify you typed it in correctly.
lt: Prašome įvesti naują slaptažodį du kartus, kad patikrintume, ar teisingai jį suvedėte.

source: Change My Password
lt: Keisti mano slaptažodį

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
lt: Slaptažodžio atstatymo nuoroda neteisinga, galbūt ji jau buvo panaudota. Prašome pateikti naują slaptažodžio atstatymo užklausą.

source: Request New Reset Link
lt: Prašyti naujos atstatymo nuorodos

source: Password Reset Email Sent
lt: Laiškas dėl slaptažodžio atstatymo išsiųstas

source: Check Your Email
lt: Pasitikrinkite savo el. paštą

source: We've emailed you instructions for setting your password. You should receive them shortly.
lt: El. paštu išsiuntėme nurodymus, kaip nustatyti slaptažodį. Turėtumėte juos netrukus gauti.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
lt: Jei negavote laiško, įsitikinkite, kad įvedėte registracijos metu nurodytą el. pašto adresą, ir patikrinkite šlamšto aplanką.

source: Return to Login
lt: Grįžti į prisijungimą

source: Contact Support
lt: Susisiekti su palaikymo komanda

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
lt: Gavote šį laišką, nes paprašėte atstatyti slaptažodį savo paskyrai tinklapyje %(site_name)s.

source: Please go to the following page and choose a new password:
lt: Prašome atidaryti šį puslapį ir pasirinkti naują slaptažodį:

source: Your username, in case you've forgotten:
lt: Jūsų vartotojo vardas, jei jį pamiršote:

source: Thanks for using our site!
lt: Dėkojame, kad naudojatės mūsų svetaine!

source: The %(site_name)s team
lt: %(site_name)s komanda

source: Password reset on %(site_name)s
lt: Slaptažodžio atstatymas svetainėje %(site_name)s

source: Messages
lt: Pranešimai

source: Site Maps
lt: Svetainės žemėlapiai

source: Static Files
lt: Statiniai failai

source: Syndication
lt: Sindikavimas

source: That page number is not an integer
lt: Puslapio numeris nėra sveikas skaičius

source: That page number is less than 1
lt: Puslapio numeris mažesnis už 1

source: That page contains no results
lt: Tame puslapyje nėra rezultatų

source: Enter a valid value.
lt: Įveskite tinkamą reikšmę.

source: Enter a valid domain name.
lt: Įveskite teisingą domeno pavadinimą.

source: Enter a valid URL.
lt: Įveskite teisingą URL.

source: Enter a valid integer.
lt: Įveskite teisingą sveikąjį skaičių.

source: Enter a valid email address.
lt: Įveskite teisingą el. pašto adresą.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
lt: Įveskite tinkamą „slug“, sudarytą iš raidžių, skaitmenų, pabraukimo brūkšnelių ar brūkšnelių.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
lt: Įveskite tinkamą „slug“, sudarytą iš „Unicode“ raidžių, skaitmenų, pabraukimo brūkšnelių ar brūkšnelių.

source: Enter a valid %(protocol)s address.
lt: Įveskite teisingą %(protocol)s adresą.

source: IPv4 or IPv6
lt: IPv4 arba IPv6

source: Enter only digits separated by commas.
lt: Įveskite tik skaitmenis, atskirtus kableliais.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
lt: Užtikrinkite, kad ši vertė yra %(limit_value)s (dabar yra %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
lt: Užtikrinkite, kad ši vertė yra mažesnė arba lygi %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
lt: Užtikrinkite, kad ši vertė yra didesnė arba lygi %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
lt: Užtikrinkite, kad ši vertė yra kartotinis su žingsniu %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
lt: Užtikrinkite, kad ši vertė yra kartotinis su žingsniu %(limit_value)s, pradedant nuo %(offset)s, pvz. %(offset)s, %(valid_value1)s, %(valid_value2)s ir t. t.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
lt: Užtikrinkite, kad ši vertė turi bent %(limit_value)d simbolį (dabar turi %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
lt: Užtikrinkite, kad ši vertė turi daugiausiai %(limit_value)d simbolį (dabar turi %(show_value)d).

source: Enter a number.
lt: Įveskite skaičių.

source: Ensure that there are no more than %(max)s digit in total.
lt: Užtikrinkite, kad iš viso nebūtų daugiau nei %(max)s skaitmuo.

source: Ensure that there are no more than %(max)s decimal place.
lt: Užtikrinkite, kad nebūtų daugiau nei %(max)s dešimtainė pozicija.

source: Ensure that there are no more than %(max)s digit before the decimal point.
lt: Užtikrinkite, kad prieš dešimtainę dalį nebūtų daugiau nei %(max)s skaitmuo.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
lt: Failo plėtinys „%(extension)s“ yra neleidžiamas. Leidžiami plėtiniai: %(allowed_extensions)s.

source: Null characters are not allowed.
lt: Nuliniai simboliai neleidžiami.

source: and
lt: ir

source: %(model_name)s with this %(field_labels)s already exists.
lt: %(model_name)s su šiuo %(field_labels)s jau egzistuoja.

source: Constraint “%(name)s” is violated.
lt: Pažeista apribojimo sąlyga „%(name)s“.

source: Value %(value)r is not a valid choice.
lt: Reikšmė %(value)r nėra tinkamas pasirinkimas.

source: This field cannot be null.
lt: Šis laukas negali būti tuščias.

source: This field cannot be blank.
lt: Šis laukas negali būti tuščias.

source: %(model_name)s with this %(field_label)s already exists.
lt: %(model_name)s su šiuo %(field_label)s jau egzistuoja.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
lt: %(field_label)s turi būti unikalus, kai %(date_field_label)s yra %(lookup_type)s.

source: Field of type: %(field_type)s
lt: Lauko tipas: %(field_type)s

source: “%(value)s” value must be either True or False.
lt: „%(value)s“ reikšmė turi būti True arba False.

source: “%(value)s” value must be either True, False, or None.
lt: „%(value)s“ reikšmė turi būti True, False arba None.

source: Boolean (Either True or False)
lt: Loginis (True arba False)

source: String (up to %(max_length)s)
lt: Tekstas (iki %(max_length)s)

source: String (unlimited)
lt: Tekstas (neribotas)

source: Comma-separated integers
lt: Sveikieji skaičiai, atskirti kableliais

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
lt: „%(value)s“ reikšmė turi netinkamą datos formatą. Turi būti YYYY-MM-DD formatas.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
lt: „%(value)s“ reikšmė atitinka YYYY-MM-DD formatą, tačiau data yra negaliojanti.

source: Date (without time)
lt: Data (be laiko)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
lt: „%(value)s“ reikšmė turi netinkamą formatą. Turi būti YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] formatas.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
lt: „%(value)s“ reikšmė atitinka formatą (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), tačiau data/laikas yra neteisingi.

source: Date (with time)
lt: Data (su laiku)

source: “%(value)s” value must be a decimal number.
lt: „%(value)s“ turi būti dešimtainis skaičius.

source: Decimal number
lt: Dešimtainis skaičius

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
lt: „%(value)s“ reikšmė turi netinkamą formatą. Turi būti [DD] [[HH:]MM:]ss[.uuuuuu] formatas.

source: Duration
lt: Trukmė

source: Email address
lt: El. pašto adresas

source: File path
lt: Failo kelias

source: “%(value)s” value must be a float.
lt: „%(value)s“ reikšmė turi būti plaukiojantis skaičius (float).

source: Floating point number
lt: Slankiojo kablelio skaičius

source: “%(value)s” value must be an integer.
lt: „%(value)s“ reikšmė turi būti sveikasis skaičius.

source: Integer
lt: Sveikasis skaičius

source: Big (8 byte) integer
lt: Didelis (8 baitų) sveikasis skaičius

source: Small integer
lt: Mažas sveikasis skaičius

source: IPv4 address
lt: IPv4 adresas

source: IP address
lt: IP adresas

source: “%(value)s” value must be either None, True or False.
lt: „%(value)s“ reikšmė turi būti None, True arba False.

source: Boolean (Either True, False or None)
lt: Loginis (True, False arba None)

source: Positive big integer
lt: Teigiamas didelis sveikasis skaičius

source: Positive integer
lt: Teigiamas sveikasis skaičius

source: Positive small integer
lt: Teigiamas mažas sveikasis skaičius

source: Slug (up to %(max_length)s)
lt: Trumpinys (iki %(max_length)s)

source: Text
lt: Tekstas

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
lt: „%(value)s“ reikšmė turi netinkamą formatą. Turi būti HH:MM[:ss[.uuuuuu]] formatas.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
lt: „%(value)s“ reikšmė atitinka formatą (HH:MM[:ss[.uuuuuu]]), tačiau laikas yra neteisingas.

source: Time
lt: Laikas

source: Raw binary data
lt: Neapdoroti dvejetainiai duomenys

source: “%(value)s” is not a valid UUID.
lt: „%(value)s“ nėra validus UUID.

source: Universally unique identifier
lt: Visuotinai unikalus identifikatorius

source: File
lt: Failas

source: Image
lt: Nuotrauka

source: A JSON object
lt: JSON objektas

source: Value must be valid JSON.
lt: Reikšmė turi būti teisingas JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
lt: %(model)s egzempliorius su %(field)s = %(value)r neegzistuoja.

source: Foreign Key (type determined by related field)
lt: Užsienio raktas (tipas nustatomas pagal susijusį lauką)

source: One-to-one relationship
lt: Vienas su vienu sąryšis

source: %(from)s-%(to)s relationship
lt: %(from)s-%(to)s sąryšis

source: %(from)s-%(to)s relationships
lt: %(from)s-%(to)s sąryšiai

source: Many-to-many relationship
lt: Daugelis su daugeliu sąryšis

source: This field is required.
lt: Šis laukas yra privalomas.

source: Enter a whole number.
lt: Įveskite sveikąjį skaičių.

source: Enter a valid date.
lt: Įveskite tinkamą datą.

source: Enter a valid time.
lt: Įveskite tinkamą laiką.

source: Enter a valid date/time.
lt: Įveskite tinkamą datą ir laiką.

source: Enter a valid duration.
lt: Įveskite tinkamą trukmę.

source: The number of days must be between {min_days} and {max_days}.
lt: Dienų skaičius turi būti tarp {min_days} ir {max_days}.

source: No file was submitted. Check the encoding type on the form.
lt: Nebuvo pateiktas joks failas. Patikrinkite formos kodavimo tipą.

source: No file was submitted.
lt: Nebuvo pateiktas failas.

source: The submitted file is empty.
lt: Pateiktas failas yra tuščias.
