Repository: PauleNajus/LDC
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: Ensure this filename has at most %(max)d character (it has %(length)d).
lt: Įsitikinkite, kad failo pavadinime yra daugiausiai %(max)d simbolis (yra %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
lt: Prašome arba pateikti failą, arba pažymėti langelį dėl išvalymo, bet ne abu kartu.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
lt: Įkelkite tinkamą nuotrauką. Įkeltas failas nėra nuotrauka arba ji sugadinta.

source: Select a valid choice. %(value)s is not one of the available choices.
lt: Pasirinkite teisingą variantą. %(value)s nėra iš galimų variantų.

source: Enter a list of values.
lt: Įveskite reikšmių sąrašą.

source: Enter a complete value.
lt: Įveskite pilną reikšmę.

source: Enter a valid UUID.
lt: Įveskite teisingą UUID.

source: Enter a valid JSON.
lt: Įveskite teisingą JSON.

source: (Hidden field %(name)s) %(error)s
lt: (Paslėptas laukas %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
lt: Trūksta ManagementForm duomenų arba jie buvo pakeisti. Trūkstami laukai: %(field_names)s. Jei problema išlieka, gali reikėti pranešti apie klaidą.

source: Please submit at most %(num)d form.
lt: Pateikite ne daugiau kaip %(num)d formą.

source: Please submit at least %(num)d form.
lt: Pateikite bent %(num)d formą.

source: Order
lt: Eilės tvarka

source: Delete
lt: Ištrinti

source: Please correct the duplicate data for %(field)s.
lt: Prašome ištaisyti pasikartojančius duomenis lauke %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
lt: Prašome ištaisyti pasikartojančius duomenis lauke %(field)s, kurie turi būti unikalūs.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
lt: Prašome ištaisyti pasikartojančius duomenis lauke %(field_name)s, kurie turi būti unikalūs, kai %(lookup)s yra laukelyje %(date_field)s.

source: Please correct the duplicate values below.
lt: Prašome ištaisyti žemiau esančias pasikartojančias reikšmes.

source: The inline value did not match the parent instance.
lt: Įterpto lauko reikšmė nesutampa su pagrindiniu egzemplioriumi.

source: Select a valid choice. That choice is not one of the available choices.
lt: Pasirinkite tinkamą variantą. Šis variantas nėra iš galimų.

source: “%(pk)s” is not a valid value.
lt: „%(pk)s“ nėra tinkama reikšmė.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
lt: %(datetime)s nepavyko interpretuoti laiko juostoje %(current_timezone)s; tai gali būti dviprasmiška arba laikas gali neegzistuoti.

source: Clear
lt: Išvalyti

source: Currently
lt: Šiuo metu

source: Change
lt: Keisti

source: Unknown
lt: Nežinomas

source: Yes
lt: Taip

source: No
lt: Ne

source: yes,no,maybe
lt: taip,ne,galbūt

source: %(size)d byte
lt: %(size)d baitas

source: p.m.
lt: p. p.

source: a.m.
lt: r. p.

source: midnight
lt: vidurnaktis

source: noon
lt: vidurdienis

source: Monday
lt: Pirmadienis

source: Tuesday
lt: Antradienis

source: Wednesday
lt: Trečiadienis

source: Thursday
lt: Ketvirtadienis

source: Friday
lt: Penktadienis

source: Saturday
lt: Šeštadienis

source: Sunday
lt: Sekmadienis

source: Mon
lt: Pir

source: Tue
lt: Ant

source: Wed
lt: Tre

source: Thu
lt: Ket

source: Fri
lt: Pen

source: Sat
lt: Šeš

source: Sun
lt: Sek

source: January
lt: Sausis

source: February
lt: Vasaris

source: March
lt: Kovas

source: April
lt: Balandis

source: May
lt: Gegužė

source: June
lt: Birželis

source: July
lt: Liepa

source: August
lt: Rugpjūtis

source: September
lt: Rugsėjis

source: October
lt: Spalis

source: November
lt: Lapkritis

source: December
lt: Gruodis

source: jan
lt: saus.

source: feb
lt: vas.

source: mar
lt: kov.

source: apr
lt: bal.

source: may
lt: geg.

source: jun
lt: birž.

source: jul
lt: liep.

source: aug
lt: rgp.

source: sep
lt: rugs.

source: oct
lt: spl.

source: nov
lt: lapkr.

source: dec
lt: grd.

# abbrev. month
source: Jan.
lt: Sau.

# abbrev. month
source: Feb.
lt: Vas.

# abbrev. month
source: March
lt: Kov.

# abbrev. month
source: April
lt: Bal.

# abbrev. month
source: May
lt: Geg.

# abbrev. month
source: June
lt: Birž.

# abbrev. month
source: July
lt: Liep.

# abbrev. month
source: Aug.
lt: Rgp.

# abbrev. month
source: Sept.
lt: Rugs.

# abbrev. month
source: Oct.
lt: Spl.

# abbrev. month
source: Nov.
lt: Lapkr.

# abbrev. month
source: Dec.
lt: Grd.

# alt. month
source: January
lt: Sausis

# alt. month
source: February
lt: Vasaris

# alt. month
source: March
lt: Kovas

# alt. month
source: April
lt: Balandis

# alt. month
source: May
lt: Gegužė

# alt. month
source: June
lt: Birželis

# alt. month
source: July
lt: Liepa

# alt. month
source: August
lt: Rugpjūtis

# alt. month
source: September
lt: Rugsėjis

# alt. month
source: October
lt: Spalis

# alt. month
source: November
lt: Lapkritis

# alt. month
source: December
lt: Gruodis

source: This is not a valid IPv6 address.
lt: Tai nėra tinkamas IPv6 adresas.

source: or
lt: arba

source: %(num)d year
lt: %(num)d metai

source: %(num)d month
lt: %(num)d mėnuo

source: %(num)d week
lt: %(num)d savaitė

source: %(num)d day
lt: %(num)d diena

source: %(num)d hour
lt: %(num)d valanda

source: %(num)d minute
lt: %(num)d minutė

source: Forbidden
lt: Uždrausta

source: CSRF verification failed. Request aborted.
lt: CSRF patikra nepavyko. Uždaryti užklausą.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
lt: Matote šį pranešimą, nes ši HTTPS svetainė reikalauja, kad jūsų naršyklė siųstų „Referer“ antraštę, tačiau ji nebuvo nusiųsta. Ši antraštė reikalinga saugumo sumetimais, kad jūsų naršyklė nebūtų perimta trečiųjų šalių.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
lt: Jei konfigūravote savo naršyklę, kad ji nesiųstų „Referer“ antraščių, prašome įjungti jas bent jau šiai svetainei, HTTPS ryšiams arba „same-origin“ užklausoms.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
lt: Jei naudojate <meta name="referrer" content="no-referrer"> žymą arba pridėjote antraštę „Referrer-Policy: no-referrer“, pašalinkite jas. CSRF apsauga reikalauja „Referer“ antraštės griežtam patikrinimui. Jei nerimaujate dėl privatumo, naudokite alternatyvas, pvz., <a rel="noreferrer" …> nuorodoms į trečiųjų šalių svetaines.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
lt: Matote šį pranešimą, nes ši svetainė reikalauja CSRF slapuko teikiant formas. Šis slapukas reikalingas saugumo sumetimais, kad jūsų naršyklė nebūtų perimta trečiųjų šalių.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
lt: Jei nustatėte savo naršyklėje slapukų išjungimą, prašome juos įjungti, bent jau šioje svetainėje arba „same-origin“ užklausoms.

source: More information is available with DEBUG=True.
lt: Daugiau informacijos pasiekiama, jei nustatyta DEBUG=True.

source: No year specified
lt: Nenurodyti metai

source: Date out of range
lt: Data už leistino intervalo

source: No month specified
lt: Nenurodytas mėnuo

source: No day specified
lt: Nenurodyta diena

source: No week specified
lt: Nenurodyta savaitė

source: No %(verbose_name_plural)s available
lt: Nėra jokių %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
lt: Būsimi %(verbose_name_plural)s nepasiekiami, nes %(class_name)s.allow_future yra False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
lt: Neteisinga datos eilutė „%(datestr)s“ pagal formatą „%(format)s“

source: No %(verbose_name)s found matching the query
lt: Nerasta jokių %(verbose_name)s atitinkančių užklausą

source: Page is not “last”, nor can it be converted to an int.
lt: Puslapis nėra „last“, taip pat jo nepavyksta konvertuoti į sveikąjį skaičių.

source: Invalid page (%(page_number)s): %(message)s
lt: Neteisingas puslapis (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
lt: Tuščias sąrašas, o „%(class_name)s.allow_empty“ yra False.

source: Directory indexes are not allowed here.
lt: Čia katalogų indeksai neleidžiami.

source: “%(path)s” does not exist
lt: „%(path)s“ neegzistuoja.

source: Index of %(directory)s
lt: %(directory)s indeksas

source: The install worked successfully! Congratulations!
lt: Diegimas sėkmingas! Sveikiname!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
lt: Peržiūrėkite <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">leidimo pastabas</a> Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
lt: Matote šį puslapį, nes jūsų nustatymų faile yra <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> ir jūs nesukonfigūravote jokių URL.

source: Django Documentation
lt: Django dokumentacija

source: Topics, references, &amp; how-to’s
lt: Temos, nuorodos ir vadovai

source: Tutorial: A Polling App
lt: Pamoka: balsavimo programėlė

source: Get started with Django
lt: Pradėkite dirbti su Django

source: Django Community
lt: Django bendruomenė

source: Connect, get help, or contribute
lt: Bendraukite, gaukite pagalbos ar prisidėkite
